#include <stdio.h>

/**                                                                                                                                   

*main - print the string in the put fucntion                                                                                          

*                                                                                                                                     

*Description: using the main function                                                                                                 

*this program prints "Program is like building a multilingual puzzle                                                                  

*Return: 0                                                                                                                            

*/

int main(void)         

{
        puts("\"programming is like a building a multilingual puzzle");                                                 

         � return (0);
}
